

zoo: dict = {
    'Викунья': ['Викунья'],
    'Капибара': ['Капибара'],
    'Гигантский муравьед': [],

    'Японский макак': ['Японский макак'],

    'Голубой Фазан': ['Обыкновенный фазан'],

    'Песец': ['Песец'],
    'Врановые': ['Ворон', 'Кафрский Рогатый ворон'],
    'Лесная куница': ['Лесная куница'],
    'Ночной мир': [
        'Ушастый ёж',
        'Белогрудый ёж',
        'Лесная соня',
        'Зелёная жаба',
        'Щетинохвостый кенгуру',
        'Жаба-ага',
        'Мохноногий сыч',
        'Карликовая сумчатая летяга',
        'Очковый листонос',
        'Кинкажу',
        'Летяга',
        'Мышь-малютка',
        'Нильский крылан',
        'Соня-полчок',
        'Африканская соня',
        'Карликовый летучий кускус',
        'Обыкновенная сипуха',
        'Дегу',
        'Иглистая мышь',
        'Шиншила',
    ],
    'Фауна России': [
        'Белогрудый ёж',
        'Неясыть',
        'Гривистый волк',
        'Полярный волк',
        'Красный волк',
        'Дальневосточный лесной кот',
    ],
    'Волк': ['Волк'],

    'Серый тюлень': ['Серый тюлень'],
    'Птица-секретарь': ['Секретарь'],
    'Хищные птицы': ['...'],
    'Сурок': ['Степной сурок'],
    'Рептилии': ['...'],
    'Ящерицы': ['Исполинская ящерица', 'Рогатая ящерица'],
}